Repository: AlvinStanescu/GetAroundTM
Catalog: GetAroundTM/*.lproj/Localizable.strings
Languages: ro

source: at
ro: făcută la ora

source: . Download?
ro: . Descarcă?

source: Add to favorites
ro: Adaugă la preferate

source: Added
ro: Adăugată

source: Bus Lines
ro: Autobuz

source: Check for new database version
ro: Actualizează baza de date

source: Remove Ads
ro: Elimină ad-urile

source: Credits
ro: Despre aplicație

source: Database built on
ro: Bază de date din

source: Database server is down.
ro: Server-ul de baze de date nu poate fi contactat.

source: E/M Lines
ro: Express/Metro

source: Favorite Stations
ro: Stațiile preferate

source: Favorites
ro: Preferate

source: Find me
ro: Găsește-mă

source: First Arrival
ro: Prima sosire

source: GetAroundTM v2.0 Code - Alvin Stanescu Data - Kriszti Cseh, Chagall, Florin B. Icons created by the Noun Project and users Reinaldo Weber, Bernoit Champy and Sven Hofmann from the Noun Project used. This application is not made by RATT and comes with no warranty whatsoever. Arrival data is received via the Internet from RATT's own servers. All rights reserved. © 2011-2012
ro: GetAroundTM v2.0 Cod - Alvin Stănescu Date - Kriszti Cseh, Chagall, Florin B. Icoane creeate de The Noun Project și utilizatorii lui, Reinaldo Weber, Bernoit Champy and Sven Hofmann au fost folosite în cadrul aplicației. Această aplicație nu este făcută de RATT și vine fără absolut nici o garanție. Timpii de sosire sunt preluați prin Internet de la serverele RATT. Toate drepturile rezervate. © 2011-2012

source: Loading
ro: Se încarcă

source: Loading...
ro: Se încarcă...

source: Maps
ro: Hărți

source: New version
ro: Versiune nouă

source: New version found, built on
ro: S-a găsit o versiune nouă, din

source: No
ro: Nu

source: No new version
ro: Nu s-a găsit o versiune mai nouă.

source: Please try again later.
ro: Vă rugăm încercați mai târziu.

source: Retrieval Error
ro: Eroare la preluare

source: Routes
ro: Rute

source: Route
ro: Rută

source: Second Arrival
ro: Următoarea sosire

source: Stations
ro: Stații

source: The database was successfully updated.
ro: Baza de date a fost actualizată.

source: There was an error while retrieving the data. Check your internet connection.
ro: A apărut o eroare în timpul preluării datelor. Verificați conexiunea dvs. la internet.

source: Tram Lines
ro: Tramvai

source: Trolley Lines
ro: Troleibuz

source: Update finished
ro: Actualizare terminată

source: Yes
ro: Da

source: You already have the latest database version.
ro: Aveți deja ultima versiune.

source: Search Results
ro: Rezultate

source: Route - All
ro: Rută - Toate

source: No stations or routes added. You can add your favorites stations and routes here for easy access by tapping the "Add to Favorites" button for your most frequently used station or route.
ro: Nu ați adăugat nici o stație sau rută la preferate. Puteți adăuga stațiile și rutele dvs. preferate pentru acces ușor prin atingerea butonului "Adaugă la preferate" pentru rutele sau stațiile cele mai des folosite de dvs.

source: All
ro: Toate

source: Station Map
ro: Harta stațiilor
